app/views/homes/index.html.erb

SELECT  "taglines".* FROM "taglines" ORDER BY "taglines"."id" ASC LIMIT ? OFFSET ?  [["LIMIT", 1], ["OFFSET", 1]]
---
        <p>
        <%= Tagline.all.sample['saying'] %>

SELECT  "users".* FROM "users" ORDER BY "users"."id" ASC LIMIT ? OFFSET ?  [["LIMIT", 1], ["OFFSET", 1]]
---
    <div class="item active">
      <%= image_tag "#{User.first['picture']}" %>