app/controllers/taglines_controller.rb

SELECT "taglines".* FROM "taglines"
---
  def index
    render json: Tagline.all